Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 카테고리 지정
cs: Nastavit kategorii
da: Angiv kategori
de: Kategorie festlegen
el: Ορισμός κατηγορίας
en: Set category
es: Asignar categoría
fi: Aseta luokka
fr: Définir la catégorie
id: Atur Kategori
it: Imposta categoria
ja: カテゴリを設定
nb: Angi kategori
nl: Stel categorie in
pl: Ustaw kategorię
pt_br: Definir categoria
ru: Задать категорию
sv: Ange kategori
th: ตั้งหมวดหมู่
tr: Kategori belirle
vi: Đặt danh mục
zh_hans: 设置分类
zh_hant: 設定類別

source: 캘린더
cs: Kalendáře
da: Kalendere
de: Kalender
el: Ημερολόγια
en: Calendars
es: Calendarios
fi: Kalenterit
fr: Calendriers
id: Kalender
it: Calendari
ja: カレンダー
nb: Kalendere
nl: Agenda's
pl: Kalendarze
pt_br: Calendários
ru: Календари
sv: Kalendrar
th: ปฏิทิน
tr: Takvimler
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

source: 캘린더 권한을 얻지 못했습니다: %@
cs: Nepodařilo se získat oprávnění ke kalendáři: %@
da: Kunne ikke få adgang til kalenderen: %@
de: Kalenderberechtigung konnte nicht eingeholt werden: %@
el: Δεν ήταν δυνατή η πρόσβαση στο ημερολόγιο: %@
en: Couldn't get calendar permission: %@
es: No se ha podido obtener acceso al calendario: %@
fi: Kalenterin käyttöoikeutta ei saatu: %@
fr: Impossible d’obtenir l’accès au calendrier : %@
id: Izin kalender tidak dapat diperoleh: %@
it: Impossibile ottenere l’accesso al calendario: %@
ja: カレンダーへのアクセス権を取得できませんでした: %@
nb: Fikk ikke tilgang til kalenderen: %@
nl: Kon geen toegang tot de agenda krijgen: %@
pl: Nie uzyskano dostępu do kalendarza: %@
pt_br: Não foi possível obter acesso ao calendário: %@
ru: Не удалось получить доступ к календарю: %@
sv: Kunde inte få åtkomst till kalendern: %@
th: ไม่ได้รับสิทธิ์เข้าถึงปฏิทิน: %@
tr: Takvim erişimi alınamadı: %@
vi: Không lấy được quyền truy cập lịch: %@
zh_hans: 无法获取日历访问权限：%@
zh_hant: 無法取得行事曆存取權：%@

source: 캘린더 일정과 겹치는 계획
cs: Plány, které se překrývají s událostmi v kalendáři
da: Planer, der overlapper begivenheder i kalenderen
de: Pläne, die sich mit Kalenderterminen überschneiden
el: Πλάνα που επικαλύπτονται με συμβάντα ημερολογίου
en: Plans that overlap calendar events
es: Planes que se solapan con eventos del calendario
fi: Kalenteritapahtumien päälle menevät suunnitelmat
fr: Plans qui chevauchent des événements du calendrier
id: Rencana yang bertumpuk dengan acara kalender
it: Piani che si sovrappongono a eventi del calendario
ja: カレンダーの予定と重なっている予定
nb: Planer som overlapper hendelser i kalenderen
nl: Plannen die overlappen met agenda-activiteiten
pl: Plany nakładające się na wydarzenia z kalendarza
pt_br: Planos que se sobrepõem a eventos do calendário
ru: Планы, пересекающиеся с событиями календаря
sv: Planer som överlappar kalenderhändelser
th: แผนที่ทับกับกิจกรรมในปฏิทิน
tr: Takvim etkinlikleriyle çakışan planlar
vi: Kế hoạch chồng lên sự kiện trong lịch
zh_hans: 与日历日程重叠的计划
zh_hant: 與行事曆活動重疊的計畫

source: 캘린더 일정과 시간이 겹치는 계획 %lld개
cs: Plány překrývající se s událostmi v kalendáři: %lld
da: %lld planer overlapper begivenheder i kalenderen
de: %lld Pläne überschneiden sich mit Kalenderterminen
el: %lld πλάνα επικαλύπτονται με συμβάντα ημερολογίου
en: %lld plans overlap calendar events
es: %lld planes se solapan con eventos del calendario
fi: %lld suunnitelmaa menee kalenteritapahtumien päälle
fr: %lld plans chevauchent des événements du calendrier
id: %lld rencana bertumpuk dengan acara kalender
it: %lld piani si sovrappongono a eventi del calendario
ja: カレンダーの予定と時間が重なっている予定 %lld件
nb: %lld planer overlapper hendelser i kalenderen
nl: %lld plannen overlappen met agenda-activiteiten
pl: Plany nakładające się na wydarzenia z kalendarza: %lld
pt_br: %lld planos se sobrepõem a eventos do calendário
ru: Планы, пересекающиеся с событиями календаря: %lld
sv: %lld planer överlappar kalenderhändelser
th: มี %lld แผนที่ทับกับกิจกรรมในปฏิทิน
tr: %lld plan takvim etkinlikleriyle çakışıyor
vi: %lld kế hoạch chồng lên sự kiện trong lịch
zh_hans: %lld 个计划与日历日程时间重叠
zh_hant: %lld 個計畫與行事曆活動時間重疊

source: 캘린더 접근 권한이 없습니다.
cs: Bez přístupu ke kalendáři.
da: Ingen adgang til kalenderen.
de: Kein Kalenderzugriff.
el: Χωρίς πρόσβαση στο ημερολόγιο.
en: No calendar access.
es: Sin acceso al calendario.
fi: Ei pääsyä kalenteriin.
fr: Pas d’accès au calendrier.
id: Tidak ada akses kalender.
it: Nessun accesso al calendario.
ja: カレンダーへのアクセス権がありません。
nb: Ingen tilgang til kalenderen.
nl: Geen toegang tot de agenda.
pl: Brak dostępu do kalendarza.
pt_br: Sem acesso ao calendário.
ru: Нет доступа к календарю.
sv: Ingen åtkomst till kalendern.
th: ไม่มีสิทธิ์เข้าถึงปฏิทิน
tr: Takvim erişimi yok.
vi: Không có quyền truy cập lịch.
zh_hans: 没有日历访问权限。
zh_hant: 沒有行事曆存取權。

source: 캘린더 접근이 꺼져 있어 일정을 가져올 수 없습니다. 가져오고 싶을 때 시스템 설정 → 개인정보 보호 및 보안 → 캘린더에서 '무지개 공방'을 켜면 됩니다. 켜지 않아도 다른 기능은 그대로 쓸 수 있습니다.
cs: Přístup ke kalendáři je vypnutý, takže události nelze importovat. Pokud je chcete importovat, zapněte Rainbow Craft v Nastavení systému → Soukromí a zabezpečení → Kalendáře. Vše ostatní funguje i bez toho.
da: Adgang til kalenderen er slået fra, så begivenheder kan ikke importeres. Vil du importere dem, så slå Rainbow Craft til i Systemindstillinger → Anonymitet & sikkerhed → Kalendere. Alt andet virker uden.
de: Der Kalenderzugriff ist aus, daher können keine Termine importiert werden. Wenn du sie importieren möchtest, aktiviere Rainbow Craft unter Systemeinstellungen → Datenschutz & Sicherheit → Kalender. Alles andere funktioniert auch ohne.
el: Η πρόσβαση στο ημερολόγιο είναι απενεργοποιημένη, οπότε δεν μπορούν να εισαχθούν συμβάντα. Αν θέλεις να τα εισαγάγεις, ενεργοποίησε το Rainbow Craft στις Ρυθμίσεις συστήματος → Απόρρητο και ασφάλεια → Ημερολόγια. Όλα τα υπόλοιπα λειτουργούν και χωρίς αυτό.
en: Calendar access is off, so events can't be imported. If you'd like to import them, turn on Rainbow Craft in System Settings → Privacy & Security → Calendars. Everything else works without it.
es: El acceso al calendario está desactivado, así que no se pueden importar eventos. Si quieres importarlos, activa Rainbow Craft en Ajustes del Sistema → Privacidad y seguridad → Calendarios. Todo lo demás funciona sin ello.
fi: Kalenterin käyttö on pois päältä, joten tapahtumia ei voi tuoda. Jos haluat tuoda ne, laita Rainbow Craft päälle kohdassa Järjestelmäasetukset → Yksityisyys ja suojaus → Kalenterit. Kaikki muu toimii ilman sitä.
fr: L’accès au calendrier est désactivé : impossible d’importer les événements. Pour les importer, activez Rainbow Craft dans Réglages Système → Confidentialité et sécurité → Calendriers. Tout le reste fonctionne sans.
id: Akses kalender mati, jadi acara tidak dapat diimpor. Jika ingin mengimpornya, nyalakan Rainbow Craft di Pengaturan Sistem → Privasi & Keamanan → Kalender. Semua fitur lain tetap berjalan tanpanya.
it: L’accesso al calendario è disattivato, quindi non è possibile importare eventi. Se vuoi importarli, attiva Rainbow Craft in Impostazioni di Sistema → Privacy e sicurezza → Calendari. Tutto il resto funziona anche senza.
ja: カレンダーへのアクセスがオフのため、予定を読み込めません。読み込みたいときは、システム設定 → プライバシーとセキュリティ → カレンダーで「Rainbow Craft」をオンにしてください。オンにしなくても、ほかの機能はそのまま使えます。
nb: Tilgangen til kalenderen er slått av, så hendelser kan ikke importeres. Vil du importere dem, slår du på Rainbow Craft i Systeminnstillinger → Personvern og sikkerhet → Kalendere. Alt annet fungerer uten.
nl: Agendatoegang staat uit, dus activiteiten kunnen niet worden geïmporteerd. Wil je ze importeren, zet Rainbow Craft dan aan in Systeeminstellingen → Privacy en beveiliging → Agenda's. Al het andere werkt zonder.
pl: Dostęp do kalendarza jest wyłączony, więc nie można importować wydarzeń. Jeśli chcesz je importować, włącz Rainbow Craft w Ustawieniach systemowych → Prywatność i ochrona → Kalendarze. Wszystko inne działa i bez tego.
pt_br: O acesso ao calendário está desativado, então não é possível importar eventos. Se quiser importá-los, ative o Rainbow Craft em Ajustes do Sistema → Privacidade e Segurança → Calendários. Todo o resto funciona sem isso.
ru: Доступ к календарю выключен, поэтому события нельзя импортировать. Если захотите их импортировать, включите Rainbow Craft в разделе «Системные настройки» → «Конфиденциальность и безопасность» → «Календари». Всё остальное работает и без этого.
sv: Kalenderåtkomst är avstängd, så händelser kan inte importeras. Om du vill importera dem slår du på Rainbow Craft i Systeminställningar → Integritet och säkerhet → Kalendrar. Allt annat fungerar utan det.
th: การเข้าถึงปฏิทินปิดอยู่ จึงนำเข้ากิจกรรมไม่ได้ หากต้องการนำเข้า ให้เปิด Rainbow Craft ใน การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → ปฏิทิน ส่วนอื่นๆ ใช้งานได้ตามปกติโดยไม่ต้องเปิด
tr: Takvim erişimi kapalı olduğu için etkinlikler içe aktarılamıyor. İçe aktarmak isterseniz Sistem Ayarları → Gizlilik ve Güvenlik → Takvimler bölümünde Rainbow Craft’ı açın. Diğer her şey onsuz da çalışır.
vi: Quyền truy cập lịch đang tắt nên không thể nhập sự kiện. Nếu muốn nhập, hãy bật Rainbow Craft trong Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Lịch. Mọi tính năng khác vẫn hoạt động mà không cần bật.
zh_hans: 日历访问已关闭，因此无法导入日程。如需导入，请前往 系统设置 → 隐私与安全性 → 日历 打开“彩虹工坊”。不打开也能照常使用其他功能。
zh_hant: 行事曆存取已關閉，因此無法匯入活動。若想匯入，請到 系統設定 → 隱私權與安全性 → 行事曆 開啟「彩虹工坊」。不開啟也能照常使用其他功能。

source: 캘린더가 바뀌면 자동으로 가져오기
cs: Importovat automaticky, když se kalendář změní
da: Importér automatisk, når kalenderen ændres
de: Automatisch importieren, wenn sich der Kalender ändert
el: Αυτόματη εισαγωγή όταν αλλάζει το ημερολόγιο
en: Import automatically when the calendar changes
es: Importar automáticamente cuando cambie el calendario
fi: Tuo automaattisesti, kun kalenteri muuttuu
fr: Importer automatiquement quand le calendrier change
id: Impor otomatis saat kalender berubah
it: Importa automaticamente quando il calendario cambia
ja: カレンダーが変わったら自動で読み込む
nb: Importer automatisk når kalenderen endres
nl: Importeer automatisch als de agenda verandert
pl: Importuj automatycznie po zmianie kalendarza
pt_br: Importar automaticamente quando o calendário mudar
ru: Импортировать автоматически при изменении календаря
sv: Importera automatiskt när kalendern ändras
th: นำเข้าอัตโนมัติเมื่อปฏิทินเปลี่ยน
tr: Takvim değiştiğinde otomatik içe aktar
vi: Tự động nhập khi lịch thay đổi
zh_hans: 日历变更时自动导入
zh_hant: 行事曆變更時自動匯入

source: 캘린더에 쓰지 못했습니다: %@
cs: Do kalendáře se nepodařilo zapisovat: %@
da: Kunne ikke skrive i kalenderen: %@
de: In den Kalender konnte nicht geschrieben werden: %@
el: Δεν ήταν δυνατή η εγγραφή στο ημερολόγιο: %@
en: Couldn't write to the calendar: %@
es: No se ha podido escribir en el calendario: %@
fi: Kalenteriin ei voitu kirjoittaa: %@
fr: Impossible d’écrire dans le calendrier : %@
id: Tidak dapat menulis ke kalender: %@
it: Impossibile scrivere nel calendario: %@
ja: カレンダーに書き込めませんでした: %@
nb: Kunne ikke skrive til kalenderen: %@
nl: Kon niet in de agenda schrijven: %@
pl: Nie udało się zapisać w kalendarzu: %@
pt_br: Não foi possível gravar no calendário: %@
ru: Не удалось записать в календарь: %@
sv: Kunde inte skriva till kalendern: %@
th: เขียนลงปฏิทินไม่สำเร็จ: %@
tr: Takvime yazılamadı: %@
vi: Không thể ghi vào lịch: %@
zh_hans: 无法写入日历：%@
zh_hant: 無法寫入行事曆：%@

source: 캘린더에서 가져오기
cs: Importovat z Kalendáře
da: Importér fra Kalender
de: Aus Kalender importieren
el: Εισαγωγή από το Ημερολόγιο
en: Import from Calendar
es: Importar de Calendario
fi: Tuo kalenterista
fr: Importer depuis Calendrier
id: Impor dari Kalender
it: Importa da Calendario
ja: カレンダーから読み込む
nb: Importer fra Kalender
nl: Importeer uit Agenda
pl: Importuj z Kalendarza
pt_br: Importar do Calendário
ru: Импорт из Календаря
sv: Importera från Kalender
th: นำเข้าจากปฏิทิน
tr: Takvimden İçe Aktar
vi: Nhập từ Lịch
zh_hans: 从日历导入
zh_hant: 從行事曆匯入

source: 캘린더에서 사라진 일정 %lld개가 아직 계획에 있습니다
cs: Události odebrané z kalendáře, které jsou stále ve vašem plánu: %lld
da: %lld begivenheder, der er fjernet fra din kalender, står stadig i din plan
de: %lld aus deinem Kalender entfernte Termine stehen noch in deinem Plan
el: %lld συμβάντα που αφαιρέθηκαν από το ημερολόγιό σου υπάρχουν ακόμη στο πλάνο σου
en: %lld events removed from your calendar are still in your plan
es: %lld eventos eliminados de tu calendario siguen en tu plan
fi: %lld kalenteristasi poistettua tapahtumaa on yhä suunnitelmassasi
fr: %lld événements supprimés de votre calendrier figurent encore dans votre plan
id: %lld acara yang dihapus dari kalender masih ada di rencana Anda
it: %lld eventi rimossi dal calendario sono ancora nel tuo piano
ja: カレンダーから消えた予定%lld件が、まだ予定に残っています
nb: %lld hendelser som er fjernet fra kalenderen, står fortsatt i planen din
nl: %lld activiteiten die uit je agenda zijn verwijderd, staan nog in je plan
pl: Wydarzenia usunięte z kalendarza, ale wciąż w planie: %lld
pt_br: %lld eventos removidos do seu calendário ainda estão no seu plano
ru: События, удалённые из календаря, но всё ещё в плане: %lld
sv: %lld händelser som tagits bort från kalendern finns kvar i din plan
th: กิจกรรม %lld รายการที่ถูกลบจากปฏิทินยังอยู่ในแผนของคุณ
tr: Takviminizden kaldırılan %lld etkinlik hâlâ planınızda
vi: %lld sự kiện đã bị xóa khỏi lịch vẫn còn trong kế hoạch
zh_hans: 有 %lld 个已从日历移除的日程仍在计划中
zh_hant: 有 %lld 個已從行事曆移除的活動仍在計畫中

source: 캘린더에서 사라진 일정 %lld개를 지울까요?
cs: Smazat bloky, jejichž události v kalendáři zmizely (%lld)?
da: Vil du slette %lld blokke, hvis begivenheder er væk fra kalenderen?
de: %lld Blöcke löschen, deren Kalendertermine verschwunden sind?
el: Να διαγραφούν %lld μπλοκ των οποίων τα συμβάντα δεν υπάρχουν πια στο ημερολόγιο;
en: Delete %lld blocks whose calendar events are gone?
es: ¿Eliminar %lld bloques cuyos eventos del calendario ya no existen?
fi: Poistetaanko %lld lohkoa, joiden kalenteritapahtumat ovat poissa?
fr: Supprimer %lld blocs dont les événements ont disparu du calendrier ?
id: Hapus %lld blok yang acara kalendernya sudah hilang?
it: Eliminare %lld blocchi i cui eventi non sono più nel calendario?
ja: カレンダーの予定がなくなったブロック%lld個を削除しますか？
nb: Vil du slette %lld blokker der hendelsene er borte fra kalenderen?
nl: %lld blokken verwijderen waarvan de agenda-activiteit weg is?
pl: Usunąć bloki, których wydarzenia zniknęły z kalendarza (%lld)?
pt_br: Apagar %lld blocos cujos eventos sumiram do calendário?
ru: Удалить блоки, чьи события исчезли из календаря (%lld)?
sv: Radera %lld block vars kalenderhändelser är borta?
th: ลบ %lld บล็อกที่กิจกรรมในปฏิทินหายไปแล้วไหม
tr: Takvim etkinlikleri kaybolan %lld blok silinsin mi?
vi: Xóa %lld khối có sự kiện trong lịch đã không còn?
zh_hans: 要删除 %lld 个日历日程已消失的时间块吗？
zh_hant: 要刪除 %lld 個行事曆活動已消失的區塊嗎？

source: 켜면 ‘무지개 공방’ 캘린더를 만들어 계획 블록을 적습니다. 아이폰 캘린더와 위젯에서도 오늘 계획이 보입니다. 끄면 더 고치지 않으며, 필요 없으면 캘린더 앱에서 그 캘린더를 지우면 됩니다.
cs: Zapnutím vytvoříte kalendář „Rainbow Craft“, do kterého se budou zapisovat vaše bloky plánu – dnešní plán se tak zobrazí i v Kalendáři a ve widgetech na iPhonu. Vypnutím se aktualizace zastaví; pokud kalendář už nepotřebujete, smažte ho v aplikaci Kalendář.
da: Slå dette til for at oprette kalenderen “Rainbow Craft” og skrive dine planblokke i den, så dagens plan også vises i Kalender og widgets på din iPhone. Slår du det fra, stopper opdateringerne; slet kalenderen i appen Kalender, hvis du ikke længere har brug for den.
de: Schalte das ein, um einen Kalender „Rainbow Craft“ anzulegen und deine Planblöcke hineinzuschreiben – so erscheint der heutige Plan auch im Kalender und in den Widgets auf deinem iPhone. Ausschalten stoppt die Aktualisierung; lösch den Kalender in der Kalender-App, wenn du ihn nicht mehr brauchst.
el: Ενεργοποίησέ το για να δημιουργηθεί ένα ημερολόγιο «Rainbow Craft» όπου γράφονται τα μπλοκ πλάνου σου, ώστε το σημερινό πλάνο να φαίνεται και στο Ημερολόγιο και στα widget του iPhone. Αν το απενεργοποιήσεις, οι ενημερώσεις σταματούν· διάγραψε εκείνο το ημερολόγιο από την εφαρμογή Ημερολόγιο αν δεν το χρειάζεσαι πια.
en: Turn this on to create a “Rainbow Craft” calendar and write your plan blocks to it, so today's plan shows up in Calendar and widgets on your iPhone too. Turning it off stops updates; delete that calendar in the Calendar app if you no longer need it.
es: Actívalo para crear un calendario “Rainbow Craft” y escribir en él tus bloques de plan, así el plan de hoy también aparece en Calendario y en los widgets del iPhone. Si lo desactivas, deja de actualizarse; elimina ese calendario en la app Calendario si ya no lo necesitas.
fi: Kun tämä on päällä, luodaan ”Rainbow Craft” -kalenteri ja suunnitelmalohkosi kirjoitetaan siihen, joten tämän päivän suunnitelma näkyy myös iPhonen Kalenterissa ja widgeteissä. Kun laitat sen pois, päivitykset loppuvat; poista kalenteri Kalenteri-apista, jos et enää tarvitse sitä.
fr: Activez cette option pour créer un calendrier « Rainbow Craft » et y écrire vos blocs planifiés : le plan du jour apparaît alors aussi dans Calendrier et dans les widgets de votre iPhone. Désactivée, les mises à jour s’arrêtent ; supprimez ce calendrier dans l’app Calendrier si vous n’en avez plus besoin.
id: Nyalakan untuk membuat kalender “Rainbow Craft” dan menulis blok rencana ke sana, agar rencana hari ini juga muncul di Kalender dan widget iPhone. Mematikannya menghentikan pembaruan; hapus kalender itu di app Kalender jika tidak diperlukan lagi.
it: Attivalo per creare un calendario “Rainbow Craft” e scriverci i blocchi pianificati, così il piano di oggi compare anche in Calendario e nei widget dell’iPhone. Disattivandolo, gli aggiornamenti si fermano; se quel calendario non ti serve più, eliminalo nell’app Calendario.
ja: オンにすると「Rainbow Craft」カレンダーを作成して予定ブロックを書き込み、iPhoneのカレンダーやウィジェットでも今日の予定が見られます。オフにすると更新を止めます。不要になったら、カレンダーアプリでそのカレンダーを削除してください。
nb: Slå på dette for å opprette kalenderen «Rainbow Craft» og skrive planblokkene dine til den, slik at dagens plan også vises i Kalender og i widgeter på iPhonen. Slår du det av, stopper oppdateringene; slett kalenderen i Kalender-appen hvis du ikke lenger trenger den.
nl: Zet dit aan om een agenda ‘Rainbow Craft’ aan te maken en je planblokken daarin te zetten, zodat het plan van vandaag ook in Agenda en widgets op je iPhone verschijnt. Uitzetten stopt de updates; verwijder die agenda in de Agenda-app als je hem niet meer nodig hebt.
pl: Włącz, by utworzyć kalendarz „Rainbow Craft” i zapisywać w nim bloki planu — wtedy dzisiejszy plan zobaczysz też w Kalendarzu i widżetach na iPhonie. Po wyłączeniu aktualizacje ustają; niepotrzebny kalendarz usuń w aplikacji Kalendarz.
pt_br: Ative para criar um calendário “Rainbow Craft” e gravar nele seus blocos de plano, para que o plano de hoje apareça também no Calendário e nos widgets do iPhone. Desativar interrompe as atualizações; apague esse calendário no app Calendário se não precisar mais dele.
ru: Включите, чтобы создать календарь «Rainbow Craft» и записывать в него блоки плана, — тогда план на сегодня будет виден и в Календаре, и в виджетах на iPhone. Если выключить, обновления прекратятся; ненужный календарь можно удалить в приложении «Календарь».
sv: Slå på det här för att skapa kalendern ”Rainbow Craft” och skriva dina planblock till den, så att dagens plan syns i Kalender och i widgetar på din iPhone också. Stänger du av det slutar uppdateringarna; radera kalendern i appen Kalender om du inte längre behöver den.
th: เปิดเพื่อสร้างปฏิทิน “Rainbow Craft” และเขียนบล็อกแผนลงไป แผนของวันนี้จึงแสดงในปฏิทินและวิดเจ็ตบน iPhone ด้วย ปิดแล้วจะหยุดอัปเดต หากไม่ต้องการแล้ว ให้ลบปฏิทินนั้นในแอปปฏิทิน
tr: Bir “Rainbow Craft” takvimi oluşturup plan bloklarınızı oraya yazmak için bunu açın; böylece bugünün planı iPhone’unuzdaki Takvim’de ve widget’larda da görünür. Kapatırsanız güncellemeler durur; artık gerekmiyorsa o takvimi Takvim uygulamasından silin.
vi: Bật lên để tạo lịch “Rainbow Craft” và ghi các khối kế hoạch vào đó, để kế hoạch hôm nay cũng hiện trong Lịch và tiện ích trên iPhone. Tắt đi thì việc cập nhật dừng lại; nếu không cần nữa, hãy xóa lịch đó trong ứng dụng Lịch.
zh_hans: 开启后会创建“彩虹工坊”日历并写入计划块，让 iPhone 的日历和小组件也能看到今天的计划。关闭后便不再更新；如不需要，可在日历 App 中删除该日历。
zh_hant: 開啟後會建立「彩虹工坊」行事曆並寫入計畫區塊，讓 iPhone 的行事曆和小工具也能看到今天的計畫。關閉後就不再更新；若不需要，可在行事曆 App 中刪除該行事曆。

source: 켜짐
cs: Zapnuto
da: Til
de: Ein
el: Ενεργό
en: On
es: Activado
fi: Päällä
fr: Activé
id: Nyala
it: Attivo
ja: オン
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
ru: Вкл.
sv: På
th: เปิด
tr: Açık
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: 타이머
cs: Časovač
da: Timer
de: Timer
el: Χρονόμετρο
en: Timer
es: Temporizador
fi: Ajastin
fr: Minuteur
id: Timer
it: Timer
ja: タイマー
nb: Tidtaker
nl: Timer
pl: Timer
pt_br: Timer
ru: Таймер
sv: Timer
th: ตัวจับเวลา
tr: Zamanlayıcı
vi: Bộ hẹn giờ
zh_hans: 计时器
zh_hant: 計時器

source: 타이머 보기
cs: Zobrazit časovač
da: Vis timer
de: Timer anzeigen
el: Εμφάνιση χρονομέτρου
en: Show timer
es: Mostrar temporizador
fi: Näytä ajastin
fr: Afficher le minuteur
id: Tampilkan Timer
it: Mostra timer
ja: タイマーを表示
nb: Vis tidtaker
nl: Toon timer
pl: Pokaż timer
pt_br: Mostrar timer
ru: Показать таймер
sv: Visa timer
th: แสดงตัวจับเวลา
tr: Zamanlayıcıyı göster
vi: Hiện bộ hẹn giờ
zh_hans: 显示计时器
zh_hant: 顯示計時器

source: 타이머 이어서
cs: Obnovit časovač
da: Genoptag timer
de: Timer fortsetzen
el: Συνέχιση χρονομέτρου
en: Resume timer
es: Reanudar temporizador
fi: Jatka ajastinta
fr: Reprendre le minuteur
id: Lanjutkan Timer
it: Riprendi timer
ja: タイマーを再開
nb: Fortsett tidtaker
nl: Hervat timer
pl: Wznów timer
pt_br: Retomar timer
ru: Продолжить таймер
sv: Fortsätt timer
th: จับเวลาต่อ
tr: Zamanlayıcıyı sürdür
vi: Tiếp tục bộ hẹn giờ
zh_hans: 继续计时
zh_hant: 繼續計時

source: 타이머 일시정지
cs: Pozastavit časovač
da: Sæt timer på pause
de: Timer pausieren
el: Παύση χρονομέτρου
en: Pause timer
es: Pausar temporizador
fi: Keskeytä ajastin
fr: Mettre le minuteur en pause
id: Jeda Timer
it: Metti in pausa il timer
ja: タイマーを一時停止
nb: Sett tidtaker på pause
nl: Pauzeer timer
pl: Wstrzymaj timer
pt_br: Pausar timer
ru: Приостановить таймер
sv: Pausa timer
th: หยุดจับเวลาชั่วคราว
tr: Zamanlayıcıyı duraklat
vi: Tạm dừng bộ hẹn giờ
zh_hans: 暂停计时
zh_hant: 暫停計時
